{
    "c-ordinary-22": {
        "entranceAntiphon": "Have mercy on me, O Lord, for I cry to you all the day long. O Lord, you are good and forgiving, full of mercy to all who call to you.",
        "firstReading": "Sirach 3:17-18, 20, 28-29",
        "responsorialPsalm": "In your goodness, O God, you provided a home for the poor.",
        "secondReading": "Hebrews 12:18-19, 22-24a",
        "gospelAcclamation": "Alleluia, alleluia. Take my yoke upon you, says the Lord, and learn from me, for I am gentle and lowly in heart. Alleluia.",
        "gospel": "Luke 14:1, 7-14",
        "communionAntiphon": "How great is the goodness, Lord, that you keep for those who fear you."
    },
    "c-ordinary-23": {
        "entranceAntiphon": "You are just, O Lord, and your judgement is right; treat your servant in accord with your merciful love.",
        "firstReading": "Wisdom 9:13-18b",
        "responsorialPsalm": "Lord, you have been our refuge, from generation to generation.",
        "secondReading": "Philemon 9b-10, 12-17",
        "gospelAcclamation": "Alleluia, alleluia. Let your face shine forth on your servant, and teach me your decrees. Alleluia.",
        "gospel": "Luke 14:25-33",
        "communionAntiphon": "Like the deer that yearns for running streams, so my soul is yearning for you, my God; my soul is thirsting for God, the living God."
    },
    "the-exaltation-of-the-holy-cross": {
        "entranceAntiphon": "We should glory in the Cross of our Lord Jesus Christ, in whom is our salvation, life and resurrection, through whom we are saved and delivered.",
        "firstReading": "Numbers 21:4b-9",
        "responsorialPsalm": "Never forget the deeds of the Lord!",
        "secondReading": "Philippians 2:6-11",
        "gospelAcclamation": "Alleluia, alleluia. We adore you, O Christ, and we bless you, because by your Cross you have redeemed the world. Alleluia.",
        "gospel": "John 3:13-17",
        "communionAntiphon": "When I am lifted up from the earth, I will draw everyone to myself, says the Lord."
    },
    "c-ordinary-25": {
        "entranceAntiphon": "I am the salvation of the people, says the Lord.  Should they cry to me in any distress, I will hear them, and I will be their Lord for ever.",
        "firstReading": "Amos 8:4-7",
        "responsorialPsalm": "Praise the LORD, who raises the poor.",
        "secondReading": "1 Timothy 2:1-8",
        "gospelAcclamation": "Alleluia, alleluia. Jesus Christ, though he was rich, yet for your sake he became poor, so that you by his poverty might become rich. Alleluia.",
        "gospel": "Luke 16:1-13",
        "communionAntiphon": "You have laid down your precepts to be carefully kept; may my ways be firm in keeping your statutes."

    }
}